Repository: Basileum/mi-parada-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: es

source: %lld Bus Lines
es: %lld líneas de bus

source: %lld lines
es: %lld líneas

source: %lld meters away
es: A %lld metros

source: 2ND
es: SIG.

source: Arriving
es: Llegando

source: Bus Lines
es: Líneas de bus

source: Cancel
es: Cancelar

source: Explore
es: Explora

source: Favorites
es: Favoritos

source: Line %@
es: Línea %@

source: lines
es: líneas

source: Lines
es: Líneas

source: Loading arrivals...
es: Cargando llegadas…

source: Loading map...
es: Cargando mapa…

source: Loading nearby stops...
es: Cargando paradas cercanas…

source: Loading...
es: Cargando…

source: meters away
es: metros

source: NEXT
es: 1ERO

source: Next Bus
es: Llegadas

source: Next Buses
es: Próximos buses

source: No arrivals available
es: Llegadas indisponibles

source: No buses scheduled
es: No hay buses programados

source: No incidents reported
es: No hay incidentes

source: No stops available
es: No hay paradas

source: On the way
es: De camino

source: On your lock screen, a live activity notification will inform you on close bus departures on the selected bus line during the next 20 minutes.
es: En su pantalla de bloqueo, una notificación actualizada le informará de las próximas llegadas de buses para la línea escogida en los 20 próximos a venir.

source: Search a bus line...
es: Buscar una línea de bus…

source: Select a Bus Line
es: Selecciona una línea de bus

source: Select Bus Stop
es: Selecciona una parada

source: Select which bus lines you want to watch at %@
es: Escoge la línea de bus que quieres observar en %@

source: Selected Bus Stop
es: Parada seleccionada

source: Show stops in this area
es: Buscar paradas en esta zona

source: Shows your saved favorite stops.
es: Presenta tu paradas favoritas

source: Start Watching
es: Observar

source: Starting...
es: Arracando…

source: Watch Bus Lines
es: Observar una línea de bus

source: Watching
es: Observando

source: Your location is needed to see the nearest bus stops on the map
es: Se necesita tu ubicación para ver las paradas de autobús más cercanas
